from src.controlador.controlador import *


#------------------------TEST CAIXA NEGRA-----------------------#

##------------------Particions equivalents---------------------##

##------------------Valors límit i frontera--------------------##

#------------------------TEST CAIXA BLANCA-----------------------#

##--------------------Statement Coverage-----------------------##
##---------------------Decision Coverage-----------------------##
##-----------------------Path Coverage-------------------------##
##-------------------Loop Testing Simple-----------------------##
##--------------------Loop Testing Aniuat----------------------##